[
  {
    "name":"技术开发",
    "code":"first",
    "id":"1",
    "des":"按时高质量的完成上级按排的工作任务，并对自己负责的项目按需求或者设计进行开发，自测，与测试人员进行及时沟通及问题的修改，进度或者技术有问题及时向上级进行汇报解决。<br/>1.  参与项目需求分析, 研究项目技术细节，进行系统框架和核心模块的详细设计<br/>2.  根据新项目开发进度和任务分配，开发相应的软件模块<br/>3.  根据测试组反馈Bug及时修改、完善软件<br/>4. 根据公司要求规范，编写相应的技术文档，编制项目文档、记录质量测试结果<br/>5.  研究项目技术细节，完成项目初始至终结的全部技术跟踪协调工作<br/>6.  根据开发进度和任务分解完成软件编码工作，配合测试工程师进行软件测试工作<br/>7.  开发中遇到的技术难点及时反馈出来，<br/>8.  积极响应项目组分配的开发任务<br/>"
  },
  {
    "name":"商务专员",
    "code":"second",
    "id":"2",
    "des":"客户日常问题回复、交易报表数据整理、路由切换。<br/>1.负责客户的日常交易运营维护，完成日常查单及日常问题回复;<br/>2.提出系统优化需求，跟进测试及上线系统功能；<br/>3.负责日常交易日、周、月报表数据统计分析；<br/>4.负责日常交易监控，根据情况切换路由；<br/>5.及时完成上级领导交办的其它工作事项。"
  },
  {
    "name":"运营专员",
    "code":"third",
    "id":"3",
    "des":"1、负责客户的日常交易运营维护，完成日常查单及日常问题回复;<br/>2、提出系统优化需求，跟进测试及上线系统功能；<br/>3、负责日常交易日、周、月报表数据统计分析；<br/> 4、负责日常交易监控，根据情况切换路由；<br/>5、及时完成主管交办的其它工作事项。<br/>岗位要求：<br/>1、大专及以上学历，应届毕业生优先；<br/>2、能熟练使用Word、Excel、PowerPoint等办公软件；<br/>3、工作积极主动、热情、耐心，能够适应较高强度的工作量，能接受周末单休；<br/>4、服务意识强，思路清晰、较强的语言表达与沟通能力<br/>5、有较强应变能力，良好的团队合作精神。"
  }
  ,
  {
    "name":"测试工程师",
    "code":"fourth",
    "id":"4",
    "des":"（一）根据测试经理安排，负责软件产品、软件项目的测试，以及售后支持保障工作，保障产品质量达到规定要求<br/> 1.接受测试任务，参与需求分析；<br/>2.根据需求编写测试用例、测试计划；<br/>3.执行测试用例，及时发现缺陷，并使用工具进行缺陷管理；<br/>4.帮助开发复现缺陷，并推动问题及时合理解决；<br/>5.完成测试报告；<br/>6.自我总结，收集日常遇到的缺陷，进行整理、总结，不断改进测试过程、学习测试工具、提高测试水平。"
  },
  {
    "name":"风控经理",
    "code":"fifth",
    "id":"5",
    "des":"1、按照公司战略，构建完善的业务风险评价及预警体系，对业务风险控制全面负责；<br/>2、根据风险事件分析和识别风险数据特征，制定风险规则和风控模型；<br/>3、负责风险监控需要的日常监控信息查询和统计,负责出具风险管理部的风险报告；<br/>4、风控指标的测算与设置，根据风险事件对风险规则的效果进行分析；<br/>5、接受上级领导安排的其他关联工作。<br/>岗位要求：<br/>1、金融、经济类或相关专业本科学历以上；<br/>2、5年以上第三方支付公司风险数据分析工作经验，充分了解互联网行业产品流程和支付行业欺诈风险趋势优先；<br/>3、熟练掌握及运用各种风险评估及风险控制工具,熟练使用SQL、Excel、SAS或其他分析软件；<br/>4、善于沟通、沉着、冷静、头脑灵活、性格开朗、原则性强；<br/>5、有一定的机构、媒体资源解决处理风险案件，可优先考虑。"
  },
  {
    "name":"产品总监",
    "code":"sixth",
    "id":"6",
    "des":"1.领导和管理产品团队，对人员进行激励、考核、培养等；<br/>2.把握产品方向、策略和整体节奏；<br/>3.负责产品线全过程管理，对产品生命周期进行有效管理，包括需求收集、市场和竞品分析、制定产品规划、设计产品功能、线上产品监控等；<br/>4.参与产品运营，以数据量化结果为导向，不断完善产品的定义和策划；<br/>5.负责在项目推进过程中的跨部门协调沟通工作，确保产品按时完成并高质量上线；<br/>6.和产品运营团队、技术团队一起不断改进产品用户体验。"
  }
]   