<template>
  <div class="server-des">
    <div class="info">
      <p class="title"><span>用户服务协议</span></p>
      <p>
        <span><br /></span>
      </p>
      <p>
        <span>
          拇指闪借由深圳市互优科技有限公司运营，我们依照《拇指闪借用户服务协议》（以下称为“本协议”）向您提供本注册协议涉及的相关服务。请您在使用拇指闪借服务前仔细阅读本协议。拇指闪借不向未成年人或无完全行为能力人提供服务，请您确保您已满十八周岁并具有完全行为能力。若您在注册登录或使用“拇指闪借”时勾选本协议即表示您确认对本协议全部条款含义已充分理解、完全接受。您下载、注册登录、使用“拇指闪借”APP、H5或WEB页功能即视为您已知悉并同意接受本协议项下所有条款内容。您同意，拇指闪借有权在必要时修改本协议条款并按法律规定公示，您可以在相关服务页面查阅最新版本的协议条款。本协议条款变更后，如果您继续使用拇指闪借提供的服务，即视为已接受修改后的协议。如果您不接受修改后的协议，您应当停止使用拇指闪借提供的服务。
        </span>
      </p>
      <p>
        <span><br /></span>
      </p>
      <p><span>特别提示：</span></p>
      <p>
        <span><br /></span>
      </p>
      <p>
        <span
          >■您知晓，拇指闪借仅作为信息提供平台，您在使用本平台服务或产品时，我司会收集您的手机号码作为您注册我司用户之用。您知悉并同意我司向您推荐贷款产品时可以使用您的手机号码，利用您的资料与您联络并向您传递针对您的兴趣而提供的信息，例如有针对性的广告、产品提供以及有关您使用我司的通讯等。</span
        >
      </p>
      <p>
        <span
          >■您知晓：根据您选择的特定金融产品或服务的提供商的服务，若需要拇指闪借将您的信息代为提交至特定金融产品或服务的提供商，拇指闪借将明确征得您的同意，拇指闪借代为提交后，该部分信息将受到您已同金融产品或服务的提供商达成的《隐私条款》的约束，因金融产品或服务的提供商未能履行《隐私条款》而造成的对您的违约责任，由金融产品或服务的提供商全部承担。</span
        >
      </p>
      <p>
        <span
          >■您知晓：拇指闪借仅提供互联网信息服务，若因您选择的特定金融产品或服务的提供商违反我国现行法律法规而给您造成的损失，拇指闪借不承担任何赔偿责任，届时拇指闪借将尽可能协助您与入驻拇指闪借平台的金融产品或服务的提供商进行沟通处理。</span
        >
      </p>
      <p>
        <span><br /></span>
      </p>
      <p><span>第一条协议的范围</span></p>
      <p>
        <span><br /></span>
      </p>
      <p>
        <span
          >本协议是您与拇指闪借服务的提供者之间关于您登录、使用拇指闪借服务（包括但不限于PC端、移动端设备等方式登陆并使用拇指闪借服务）所订立的协议。</span
        >
      </p>
      <p>
        <span><br /></span>
      </p>
      <p><span>第二条登录账号使用规则</span></p>
      <p>
        <span><br /></span>
      </p>
      <p><span>一、用户注册及信息提供</span></p>
      <p>
        <span><br /></span>
      </p>
      <p>
        <span
          >1、您在注册或使用拇指闪借服务时可能需要提供一些必要的信息。您须保证所填写及所提供的资料真实、准确、完整，否则无法使用本服务或在使用过程中受到限制。对于因您提供的信息不真实、不准确或不完整导致的责任和损失由您承担。</span
        >
      </p>
      <p>
        <span
          >2、拇指闪借有权根据您所提供资料的真实性、准确性、完整性以及是否符合拇指闪借规定的其他条件，决定是否为您提供服务。</span
        >
      </p>
      <p>
        <span
          >3、用户在使用拇指闪借过程中，所提供的信息发生变动，应及时进行变更。</span
        >
      </p>
      <p>
        <span
          >4、您自愿注册并使用拇指闪借，确认以拇指闪借的技术操作方式管理金融或非金融产品账户（如有）。</span
        >
      </p>
      <p>
        <span
          >5、未成年人或非完全民事行为人使用本服务所产生的法律义务或所造成的法律风险，均由其监护人履行或承担。</span
        >
      </p>
      <p>
        <span
          >6、为方便您登陆和使用金融产品/服务提供商的服务，您在此授权并委托拇指闪借可以将您在拇指闪借填写的信息提交给相关金融产品/服务提供商用于为您注册金融产品/服务提供平台的个人账户。在用拇指闪借账号登录并使用其他平台提供的产品或服务时，除遵守本协议约定外，还应遵守该等平台服务协议的约定、平台公布的规则以及有关正确使用平台服务的说明和操作指引。拇指闪借和其他平台对可能出现的纠纷在法律规定和约定的范围内各自承担责任。</span
        >
      </p>
      <p>
        <span
          >7、拇指闪借为用户提供综合信息服务，为客户体验及功能服务考虑，您在使用不同平台服务时被要求填写的内容可能不完全一致，因此，在使用更高级别服务时，为了给您提供更好的服务及为了您的登录账号安全，可能需要您补充完整信息后方可使用。</span
        >
      </p>
      <p>
        <span><br /></span>
      </p>
      <p><span>二、登录账号和登录凭证安全</span></p>
      <p>
        <span><br /></span>
      </p>
      <p>
        <span
          >您须妥善保管本人的登录账号和登录凭证，凡使用拇指闪借登录账号和登录凭证的行为，拇指闪借视为您本人的操作，操作所产生的电子信息记录均为拇指闪借用户行为的有效凭据。您对利用该登录账号和登录凭证所进行的一切活动负全部责任。</span
        >
      </p>
      <p>
        <span>您应按照机密的原则保管登录账号和登录凭证，包括但不限于：</span>
      </p>
      <p>
        1、不应在网吧等公众场所的或他人的电脑或网络设备上使用拇指闪借及相关金融产品/服务提供平台；
      </p>
      <p>
        2、结束使用拇指闪借及相关金融产品/服务提供平台，应选择安全退出方式终止当前服务；
      </p>
      <p>
        <span><br /></span>
      </p>
      <p><span>第三条用户的禁止行为</span></p>
      <p>
        <span><br /></span>
      </p>
      <p>
        <span
          >您使用拇指闪借服务时，禁止从事以下行为，拇指闪借的系统记录可作为实施该行为的证据:</span
        >
      </p>
      <p>
        1、发布、传送、传播、储存危害国家安全统一、破坏社会稳定、违反公序良俗、侮辱、诽谤、淫秽、暴力以及任何违反国家法律法规的内容；
      </p>
      <p>
        2、发布、传送、传播、储存侵害他人知识产权、商业秘密等合法权利的内容；
      </p>
      <p>3、恶意虚构事实、隐瞒真相以误导、欺骗他人；</p>
      <p>4、发布、传送、传播广告信息及垃圾信息；</p>
      <p>
        5、将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序等资料，加以上载、张贴、发送电子邮件或以其他方式传送；
      </p>
      <p>
        6、恶意登陆、注册，恶意使用系统功能及服务；干扰或破坏拇指闪借服务或与拇指闪借服务相连的服务器和网络，或不遵守拇指闪借服务网络使用的规定；
      </p>
      <p>
        7、恶意诋毁或损害拇指闪借声誉、利用拇指闪借用户身份从事违反国家法律法规活动等行为；
      </p>
      <p>
        8、违反任何相关的中国法律、行政法规、规章、条例等其他具有法律效力的规范。
      </p>
      <p>
        <span><br /></span>
      </p>
      <p><span>第四条服务的变更、中断或终止</span></p>
      <p>
        <span><br /></span>
      </p>
      <p>
        <span
          >一、您理解，拇指闪借需要定期或不定期地对提供服务的平台（如互联网网站、移动网络等）或相关的设备进行检修或者维护，或对拇指闪借用户系统进行升级、改造。如因此类情况而造成服务在合理时间内的中断，拇指闪借无需为此承担任何责任。但拇指闪借应尽可能事先进行通告并根据情况在相应服务页面提前作出通知。</span
        >
      </p>
      <p>
        <span
          >二、如发生下列任何一种情形，拇指闪借有权不经通知而中断或终止向您提供本协议项下的服务而无需对您或任何第三方承担任何责任：</span
        >
      </p>
      <p>
        1、根据法律规定您应提交真实信息，而您提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明；
      </p>
      <p>2、您违反相关法律法规或本协议的约定；</p>
      <p>3、按照法律规定或主管部门的要求；</p>
      <p>4、出于安全的原因或其他必要的情形。</p>
      <p>
        <span
          >三、您有责任自行备份存储在本服务中的数据。如果您的服务被终止，拇指闪借可以从服务器上永久地删除您的数据,但法律法规另有规定的除外。服务终止后拇指闪借没有义务向您返还数据。</span
        >
      </p>
      <p>
        <span><br /></span>
      </p>
      <p><span>第五条授权条款</span></p>
      <p>
        <span><br /></span>
      </p>
      <p>
        <span
          >您同意：本人授权拇指闪借，除法律另有规定之外，将本人提供给拇指闪借的信息、享受拇指闪借服务产生的信息（包括本协议签署之前提供和产生的信息）以及拇指闪借根据本条约定查询、收集的信息，用于拇指闪借及其因服务必要委托的金融产品或服务的提供商为本人提供服务、推荐产品、开展市场调查与信息数据分析。</span
        >
      </p>
      <p>
        <span
          >本人授权拇指闪借，除法律另有规定之外，基于为本人提供更优质服务和产品的目的，向拇指闪借因服务必要开展合作的伙伴提供、查询、收集本人的信息用于第三方账号注册、主动申请第三方服务等合作伙伴提供服务事项</span
        >
      </p>
      <p>
        <span
          >本人授权拇指闪借，除法律另有规定之外，基于为本人提供更优质服务和产品的目的，从拇指闪借因服务必要开展合作的伙伴处获取、查询、收集本人的信息。为确保本人信息的安全，拇指闪借及其合作伙伴对上述信息各自负有保密义务，并采取各种措施保证信息安全。</span
        >
      </p>
      <p>
        <span
          >本条款自本协议签署时生效，具有独立法律效力，不受协议成立与否及效力状态变化的影响。</span
        >
      </p>
      <p>
        <span><br /></span>
      </p>
      <p><span>第六条免责条款</span></p>
      <p>
        <span><br /></span>
      </p>
      <p>
        <span
          >您理解并同意，拇指闪借在以下情况下不承担责任（包括但不限于）：</span
        >
      </p>
      <p>
        <span
          >一、拇指闪借不对本服务提供任何形式的保证，包括但不限于本服务符合您的需求，本服务不受干扰、及时提供或免于出错。</span
        >
      </p>
      <p>
        <span
          >二、拇指闪借的合作金融产品或服务的提供商所提供的服务内容及品质由该合作单位自行负责。</span
        >
      </p>
      <p>
        <span
          >三、拇指闪借不保证为向用户提供便利而设置的外部链接的准确性和完整性，同时对于该等外部链接指向的不由拇指闪借实际控制的任何网页上的内容，拇指闪借不承担任何责任。</span
        >
      </p>
      <p>
        <span
          >四、对于因本协议第四条原因或相关的系统故障所造成的服务变更、中断或终止，拇指闪借不承担责任。</span
        >
      </p>
      <p>
        <span
          >五、因以下情况没有正确执行您提交的拇指闪借用户操作指令而造成损失的，拇指闪借不承担任何责任：</span
        >
      </p>
      <p>1、指令信息不明、存在乱码或不完整等；</p>
      <p>2、您所拥有的产品或服务发生失效、终止等情况；</p>
      <p>3、其他拇指闪借无过失的情况。</p>
      <p>
        <span
          >六、对于受到计算机病毒、木马或其他恶意程序、黑客攻击所造成的损失。</span
        >
      </p>
      <p>
        <span
          >七、您须安全使用拇指闪借产品功能，妥善保存拇指闪借的登录账号、登录凭证，对您保管不善造成的损失拇指闪借不承担责任。</span
        >
      </p>
      <p>
        <span
          >八、如果您在共享环境下或在电脑被远程监控的情况下登陆拇指闪借，由此造成的损失拇指闪借不承担责任。</span
        >
      </p>
      <p>
        <span
          >九、拇指闪借不允许您使用他人身份信息注册，否则，因此产生的法律责任将由您本人承担，给他人造成损失的，您应给予赔偿。</span
        >
      </p>
      <p>
        <span
          >十、如您使用他人登录账号，须事先获得他人书面同意。一旦输入正确的登录账号和登录凭证，拇指闪借即视您为已获得他人同意。您与他人之间因此产生的任何纠纷与拇指闪借无关，对您或他人的损失拇指闪借不承担责任，并且如造成拇指闪借损失，拇指闪借将保留追索的权利。</span
        >
      </p>
      <p>
        <span
          >十一、如果拇指闪借用户将登录账号项下详细信息输入其他任何服务系统而不是输入拇指闪借相关网页安全登陆系统，由此造成的损失拇指闪借不承担责任。</span
        >
      </p>
      <p>
        <span
          >十二、拇指闪借用户通过移动通讯设备登陆相关网站和使用相关服务，因通讯过程中导致信息的不完整、丢失或被第三方拦截等不可归责于拇指闪借的情形，拇指闪借不承担责任。</span
        >
      </p>
      <p>
        <span
          >十三、因无法预见、无法避免且无法克服的不可抗力事件，导致拇指闪借在本协议项下的义务无法履行或无法按时履行，拇指闪借在法律允许的范围内免责。</span
        >
      </p>
      <p>
        <span
          >十四、如果拇指闪借存在投入使用时的科学技术水平尚不能发现的缺陷，由此造成的损失拇指闪借不承担责任。</span
        >
      </p>
      <p>
        <span><br /></span>
      </p>
      <p><span>第七条隐私权保护规则</span></p>
      <p>
        <span><br /></span>
      </p>
      <p>
        <span
          >拇指闪借承诺采取严格的隐私政策，尊重并保护用户隐私。拇指闪借将按照本隐私权保护规则（以下简称“本规则”）收集、使用及共享您的个人信息。本规则包含了我们收集、存储、保护、使用和共享您的个人信息的条款，建议您完整地阅读本规则，以帮助您了解维护自己隐私权的方式。</span
        >
      </p>
      <p>
        <span>一、个人信息的收集范围</span>
      </p>
      <p>
        <span
          >当您使用拇指闪借服务时，您会向我们主动提供一些信息，您同意并许可我们收集您的一些信息，以向您提供服务。我们收集信息的范围主要包括：</span
        >
      </p>
      <p>
        1、为了遵守法律法规的要求，以及基于提供服务及改进服务质量的合理需要，我们需要识别您的身份。在您注册并使用拇指闪借时，您可能要向我们提供一些个人身份资料，例如姓名、证件类型和证件号码、手机号码、联系地址、电子邮件地址等。
      </p>
      <p>
        2、除上述信息外，我们为向您提供更个性化、更便捷的服务的需要而收集您的其他信息，包括但不限于年龄、生日、职业、教育程度等，以及其他资料如使用的语言种类、喜好等。
      </p>
      <p>
        3、为核实您提交的资料是否准确、充分，以及为向您提供更具有针对性的优质服务，我们可能向第三方查询、核实、验证您的个人信息及资料。
      </p>
      <p>
        4、当您访问拇指闪借网站及/或拇指闪借移动设备客户端时，我们可能会记录您操作的相关信息以及与拇指闪借服务相关的日志信息，这些信息可帮助我们向您提供精准服务并更好地保护您的登录账号安全。
      </p>
      <p>
        <span>二、收集个人信息的目的</span>
      </p>
      <p>
        <span
          >您理解并同意，拇指闪借可能将用户所提供的个人信息用于以下一项或多项目的：</span
        >
      </p>
      <p>1、更准确的身份确认；</p>
      <p>2、处理您购买金融产品或服务的提供商产品及/或服务的要求；</p>
      <p>3、满足用户使用各类网上服务、移动通讯服务及其他服务的要求；</p>
      <p>
        4、更好的用户服务和用户沟通，包括项目研究及计划发展、向用户发送相关新闻和服务信息、为用户提供有关优惠及推荐产品；
      </p>
      <p>5、预防或禁止非法的活动；</p>
      <p>6、经您许可的其他用途。</p>
      <p>
        <span>三、保护和存储个人信息</span>
      </p>
      <p>
        <span
          >为保持数据的准确性，防止擅自入侵及确保个人资料的正确使用，拇指闪借采取了适当的管理措施以保障网站收集个人资料的保密性。拇指闪借采用了安全技术措施来保护数据，建立严格的信息存储和使用制度规范，并对可能接触到您的信息的人员也采取了严格管理。</span
        >
      </p>
      <p>
        <span>四、个人信息的共享及披露</span>
      </p>
      <p>
        <span
          >我们对您的信息承担保密义务，我们保证不将您使用本服务时提供的各项信息进行恶意出售或免费共享给任何第三方，但下列情况除外:</span
        >
      </p>
      <p>1、获得您的同意或授权；</p>
      <p>
        2、某些服务需由合作伙伴金融产品或服务的提供商（包括但不限于提供相关技术支持的公司、快递公司、提供奖品的公司）提供或共同提供，为了向您提供此类服务，拇指闪借有必要与提供该服务的合作伙伴共享完成该服务所需要的用户个人信息；
      </p>
      <p>
        3、拇指闪借与第三方共同进行推广活动，在推广活动中所收集的全部或部分个人信息可能会与该第三方分享；
      </p>
      <p>
        4、根据法律法规或政府的强制性规定，必须向有关司法或政府部门提供用户个人信息；
      </p>
      <p>5、为防止用户本人、他人的合法权益或社会公共利益受到重大危害。</p>
      <p>
        <span>五、对第三方责任的声明</span>
      </p>
      <p>
        <span
          >拇指闪借因服务必要，可能通过网站链接或明确提示的方式至拇指闪借开展合作的伙伴的金融产品或服务的提供商网站或服务页面。如果您使用拇指闪借提供的链接访问第三方网站，这些网站的运营商可能会收集您的个人信息。拇指闪借尽力确保所有链接的第三方网站采用同等的个人信息保护措施，但是拇指闪借不对这些第三方网站上的活动、隐私权政策或隐私保护水平承担任何法律或其他责任。</span
        >
      </p>
      <p>
        <span><br /></span>
      </p>
      <p><span>第八条法律效力</span></p>
      <p>
        <span><br /></span>
      </p>
      <p>
        <span
          >一、用户使用拇指闪借服务即视为用户已阅读本协议并接受本协议的约束。</span
        >
      </p>
      <p>
        <span
          >二、本协议所有条款的标题仅为阅读方便，本身并无实际含义，不能作为本协议含义解释的依据。</span
        >
      </p>
      <p>
        <span
          >三、本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</span
        >
      </p>
      <p>
        <span><br /></span>
      </p>
      <p><span>第九条法律适用和争议解决</span></p>
      <p>
        <span><br /></span>
      </p>
      <p>
        <span
          >一、本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不含冲突法），如无相关法律规定的，则应参照通用国际商业惯例和/或行业惯例。</span
        >
      </p>
      <p>
        <span
          >二、您与拇指闪借在履行本协议的过程中，如发生争议，应协商解决。协商不成的，均提请本公司所在当地仲裁委员会按照该会仲裁规则进行仲裁。仲裁裁决是终局的，对双方均有约束力。</span
        >
      </p>
    </div>
  </div>
</template>
<style lang="scss" scoped>
.server-des {
  width: 100%;
  height: 100%;
  background-color: #f5f2f2;
  .info {
    background-color: #f5f2f2;
    width: 100%;
    padding: 0.3rem 0.4rem;
    box-sizing: border-box;
    text-align: left;
    .title {
      font-size: 30px;
      font-weight: 500;
      text-align: center;
    }
    p {
      font-size: 24px;
      color: #282828;
      line-height: 42px;
    }
  }
}
</style>
