[{
    "subname": "了解智企银通",
    "index": "1-1",
    "info": "国油众盈（北京）支付科技有限公司，简称“国油支付｜COP”，2016年9月成立。目前，公司团队组建公司运营部，科技开发部，产品运营部，市场合作部，交互体验部及机构合作中心近60余人的团队规模，平均年龄26.3岁，核心成员平均行业经验5年以上。公司服务主要以中小型企业群经营服务产品智企银通为核心， 展开对国内外中小型企业客户群日常经营服务， 场景化促进银行存、 贷、 汇、 获客、 消费需求。 团队崇尚“ 尊客户， 优产品， 快迭代， 重创造” 的基本原则， 以科技生产为核心， 链接银行与企业的深度服务。 运营至今已与BATJ、 中国银联、 网商银行、 浦发银行、 南粤银行、 微众银行、 SIB国际银行、 泰国皇家银行， 中国电信、 移动、 联通、 烟草、 Visa / Mastercard / JCB / AE / DC等36家国内外机构建立深度合作关系， 并拥有微小零售商户30多万家， 中大型企业客户2300多家， 场景应用解决方案20余案例。公司致力于科技生产为核心， 为2B市场行业生态发展， 提供智能， 安全， 高效的市场链接服务， 遵从与合作伙伴互通， 互融、 互赢的理念， 为更加优质的市场环境而贡献力量。 "
  },
  {
    "subname": "账号注册",
    "index": "1-2",
    "info": "成为智企银通的用户，首先您需要注册一个智企银通的账号。注册流程分为以下三个步骤：第一步， 从首页注册入口点击进入注册页面， 输入手机号码， 点击获取短信验证码并输入提交。 验证成功后， 该手机号码将与账号绑定；第二步， 设置登录密码和支付密码并提交。 密码为6 - 20 位数字和字母的组合， 支付密码和登录密码不能相同；第三 步， 注册成功。 "
  },
  {
    "subname": "登录",
    "index": "1-3",
    "info": "首先，进入智企银通网站，从首页找到登录的入口。登录步骤如下：第一步， 输入登录账号和登录密码， 并点击下一步；第二步， 智企银通平台会向您账号绑定的手机号码发送短信验证码， 收到验证码后输入对应的输入框中， 确认并提交；第三步， 登录成功。 "
  },
  {
    "subname": "实名认证",
    "index": "1-4",
    "info": "实名认证是指企业用户在智企银通网站上进行身份认证的过程，用户通过提交相关实名认证信息和资料证明，提交认证申请，审核通过后即完成实名认证。实名认证入口包括：a) 注册成功页面b) 我的账户首页， 通过点击企业账户名进入实名认证页面c) 我的账户首页， 通过点击头像图片进入实名认证页面实名认证分为以下几个操作步骤：第一步， 按要求填写信息和上传资料；第二步， 填写企业对公银行账户信息；第三步， 申请提交成功。一般情况下， 实名认证申请提交成功后， 我们会在1 - 3 个工作日内完成审核， 审核结果将以邮件形式告知。 "
  }, {
    "subname": "更换手机号码",
    "index": "2-1",
    "info": "手机号码作为一个重要的身份凭证，在本网站主要用于登录、注册、验证身份等。为了保障账号安全，更换手机号码需要验证原来的手机号码，验证通过后，输入新的手机号码和验证码；验证通过，新手机号码即更新为新的账号绑定号码。下次登录需要使用新的手机号码登录。"
  }, {
    "subname": "查看基本信息",
    "index": "2-2",
    "info": "在我的账户中心，点击企业账户名（企业名称），可以进入查看企业基本信息页面。点击头像图片，当您登录的是管理员账号，可以进入查看企业基本信息；当您登录的是普通操作员账号，可以进入查看个人的基本信息。当您的账号未进行实名认证之前，点击头像，会提示您先完成实名认证。"
  }, {
    "subname": "添加银行账户",
    "index": "2-3",
    "info": "用户可以通过智企银通商户端网站添加银行账户，从【我的账户】找到【银行账户管理】入口，进入银行账户管理页面。添加银行账户首先需要企业完成实名认证，完成认证后，即可添加银行账户，最多可以添加5个。应金融行业业务要求，企业用户只能添加对公银行账户，且只能添加银行开户名为企业本身的银行账户。"
  }, {
    "subname": "产品开通",
    "index": "3-1",
    "info": "智企银通目前已推出的产品包括易收、易付和易查，用户申请开通产品必须先完成实名认证，认证通过后即可申请开通产品。用户申请开通产品需要填写申请资料， 提交成功后， 需要1 - 2 个工作日的审核时间， 审核通过后平台的工作人员会主动联系您， 并将合同协议寄出给贵司， 贵司需要补充协议上的内容并签盖公章， 且于5个工作日内回寄协议。 产品开通成功后， 方可接入和使用产品。 "
  }, {
    "subname": "开发接入",
    "index": "3-2",
    "info": "产品开通成功后，您可以在智企银通网站查看和下载API文档，以及查看接入流程和demo等，可以通过线上文档和FAQ详情，高效低成本地解决商户开发接入的问题。在实际开发对接和接口联调过程中， 如果有其他疑问不能通过线上解决， 可以拨打官方客服电话400 - 8775 - 800， 通过电话沟通描述您的问题， 会有专门的技术人员对接沟通和解决问题。 或者通过线上问题反馈提交您的问题， 我们会及时处理您的问题并给出答复 "
  }, {
    "subname": "查看API文档",
    "index": "3-3",
    "info": "进入智企银通网站后，找到【开放平台】入口，进入页面找到【API文档】，点击即可查看所有的API文档"
  }, {
    "subname": "充值",
    "index": "4-1",
    "info": "目前网站账户充值的功能暂不对外开放，用户可以通过线下充值的方式，将银行账户的钱转入平台账户。具体操作流程，请联系官方客服400-8775-800。"
  }, {
    "subname": "提现",
    "index": "4-2",
    "info": "提现是指将用户在智企银通账户里的余额取出到企业自己的银行账户中。默认提现到企业结算账户。如果您需要提现到其他银行账户，请联系客服电话400-8775-800转接商务经理洽谈。"
  }, {
    "subname": "代付",
    "index": "4-3",
    "info": "代付是指通过智企银通平台，将用户账户里的余额代付到个人银行账户和企业对公银行账户，支持单笔和批量代付交易。用户预先在平台充值一笔金额，在网站输入代付金额和收款方银行账户信息并提交，代付申请成功后，需要操作员进行业务审核，审核通过后，平台方可付款。"
  }, {
    "subname": "交易记录",
    "index": "4-4",
    "info": "用户可以在智企银通网站查看包括提现、充值、代付，以及商户的其他交易数据，支持查看交易的详情，包括订单号、交易时间、交易金额和交易状态等。"
  }, {
    "subname": "业务审核",
    "index": "4-5",
    "info": "为保障账户资金安全，代付申请提交成功后，需要进行审核，审核通过后，平台才会进行付款。"
  }, {
    "subname": "下载对账单",
    "index": "4-6",
    "info": "用户可以在【我的账户】底部左下角，找到【下载对账单】入口，用户可以选择下载某一天的交易对账单，只支持下载最近一个月的账单。"
  }, {
    "subname": "重置登录密码",
    "index": "5-1",
    "info": "登录智企银通网站后，找到【安全中心】的入口，进入安全中心首页，点击【重置登录密码】，操作步骤如下：第一步， 验证账号绑定的手机号码， 点击获取短信验证码， 输入验证码， 并点击下一步；第二步， 输入新的登录密码并确认密码。 登录密码为6 - 20 位数字和字母的组合；第三步， 重置成功。 需要使用新的登录密码登录账号。 "
  }, {
    "subname": "忘记密码",
    "index": "5-2",
    "info": "在登录智企银通网站时，如果您忘记了登录密码，可以通过找回密码方式进行重置。找回密码的操作步骤如下：第一步， 输入登录账号和图片验证码；第二步， 验证账号绑定的手机号码， 点击获取短信验证码， 输入验证码并点击进入下一步；第三步， 输入新的登录密码并确认密码。 登录密码为6 - 20 位数字和字母的组合；第四步， 找回密码成功。 需要使用新的登录密码登录账号。 "
  }, {
    "subname": "更换邮箱地址",
    "index": "5-3",
    "info": "用于更换绑定的邮箱地址，使用邮箱登录账号后，进入安全中心，并找到更换邮箱地址的入口，具体操作步骤如下：第一步， 验证账号绑定的手机号码， 点击获取短信验证码， 输入验证码并点击进入下一步；第二步， 输入新的邮箱地址， 并获取邮箱验证码。 输入验证码， 并点击下一步；第三步， 更换邮箱成功。 "
  }, {
    "subname": "重置支付密码",
    "index": "5-4",
    "info": "支付密码是作为交易时的安全验证手段，管理员登录账号后，进入安全中心，并找到重置支付密码的入口，具体操作步骤如下：第一步， 验证账号绑定的手机号码和安全问题答案。 重置支付密码前要求先设置安全问题；第二步， 输入新的支付密码并确认密码。 登录密码为6 - 20 位数字和字母的组合；第三步， 重置成功。 "
  }, {
    "subname": "设置安全问题",
    "index": "5-5",
    "info": "安全问题是保障账户安全的设置，注册成功后，请按照操作步骤完成安全问题设置并谨记问题的答案。设置安全问题操作步骤如下：第一步， 选择问题并输入答案， 确认并提交；第二步， 设置成功。 "
  }, {
    "subname": "修改安全问题",
    "index": "5-6",
    "info": "登录智企银通网站后，找到【安全中心】的入口，进入安全中心首页，点击【重置登录密码】，操作步骤如下：第一步， 输入安全问题的答案， 并点击下一步；第二步， 设置新的安全问题。 选择问题并输入答案， 点击确认并提交；第三步， 修改成功。 "
  }, {
    "subname": "人员管理",
    "index": "6-1",
    "info": "人员管理提供给用户创建账号和分配权限的功能服务，企业可以根据公司不同的角色人员创建和分配拥有不同权限的账号。人员管理操作分以下两部分：一， 创建角色。 根据不同的角色分配不同的权限；二， 创建操作员。 输入操作员信息， 包手机号码， 登录密码， 邮箱地址和身份证号码等， 获取手机号码短信验证码， 输入验证码， 并确认提交。 "
  }
]
